export const taipei = ["松山區", "大安區", "大同區", "中山區", "內湖區", "南港區",
        "士林區", "北投區", "信義區", "中正區", "萬華區", "文山區", "臺大公館校區"];
export const newTaipei = ['板橋區', '三重區', '中和區', '永和區', '新莊區', '新店區', '土城區', '蘆洲區',
        '樹林區', '汐止區', '鶯歌區', '三峽區', '淡水區', '瑞芳區', '五股區', '泰山區', '林口區', '深坑區',
        '石碇區', '坪林區', '三芝區', '石門區', '八里區', '平溪區', '雙溪區', '貢寮區', '金山區', '萬里區', '烏來區'];
export const hsinchuCo = ['竹北市', '竹東鎮', '新埔鎮', '關西鎮', '新豐鄉', '峨眉鄉', '寶山鄉', '五峰鄉', '橫山鄉',
        '北埔鄉', '尖石鄉', '芎林鄉', '湖口鄉'];
export const hsinchuCi = ['東區', '北區', '香山區'];
export const miaoli = ['苗栗市', '竹南鎮', '頭份市', '後龍鎮', '通霄鎮', '苑裡鎮', '卓蘭鎮', '三灣鄉', '南庄鄉', '造橋鄉',
        '獅潭鄉', '頭屋鄉', '西湖鄉', '公館鄉', '銅鑼鄉', '泰安鄉', '大湖鄉', '三義鄉'];
export const taichung = ['中區', '東區', '西區', '南區', '北區', '西屯區', '南屯區', '北屯區', '豐原區', '大里區', '太平區',
        '東勢區', '沙鹿區', '梧棲區', '清水區', '大甲區', '霧峰區', '烏日區', '后里區', '石岡區', '新社區', '潭子區', '大雅區',
        '神岡區', '大肚區', '龍井區', '大安區', '和平區', '外埔區'];
export const chiayi = ['東區', '西區', '太保市', '朴子市', '布袋鎮', '大林鎮', '民雄鄉', '溪口鄉', '六腳鄉', '東石鄉', '義竹鄉',
        '鹿草鄉', '水上鄉', '中埔鄉', '竹崎鄉', '梅山鄉', '番路鄉', '大埔鄉', '新港鄉', '阿里山鄉'];
export const tainan = ['新營區', '鹽水區', '白河區', '柳營區', '後壁區', '東山區', '麻豆區', '下營區', '六甲區', '官田區', '大內區',
        '佳里區', '學甲區', '西港區', '七股區', '將軍區', '北門區', '新化區', '新市區', '善化區', '安定區', '山上區', '玉井區', '楠西區',
        '南化區', '左鎮區', '仁德區', '歸仁區', '關廟區', '龍崎區', '永康區', '東區', '南區', '中西區', '北區', '安南區', '安平區'];
export const kaohsiung = ['鳳山區', '美濃區', '旗山區', '岡山區', '茄萣區', '永安區', '彌陀區', '梓官區', '橋頭區', '燕巢區', '大社區',
        '仁武區', '鳥松區', '大寮區', '林園區', '湖內區', '路竹區', '阿蓮區', '田寮區', '內門區', '杉林區', '甲仙區', '三民區', '桃源區',
        '茂林區', '六龜區', '大樹區', '楠梓區', '左營區', '鼓山區', '那瑪夏區', '鹽埕區', '前金區', '新興區', '苓雅區', '旗津區', '前鎮區', '小港區'];
export const pingtung = ['九如區', '里港區', '鹽埔區', '高樹區', '長治區', '麟洛區', '內埔區', '萬巒區', '竹田區', '萬丹區', '新園區', '崁頂區',
        '林邊區', '佳冬區', '南州區', '新埤區', '枋寮區', '枋山區', '車城區', '滿州鄉', '琉球鄉', '三地門', '霧台區', '瑪家區', '來義區',
        '泰武區', '春日區', '獅子區', '牡丹區'];

